[A_Volunteers_Buff H7BaseBuff]
mName=""
mTooltip=""

[A_NecessaryAlliance_Buff H7BaseBuff]
mName=""
mTooltip=""

[A_DiplomaticImmunity_TownAbility H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="城镇能力"
mTooltip=""

[A_DiplomaticImmunity_Buff H7BaseBuff]
mName="外交豁免"
mTooltip="在任何友方城镇控制区外时，获得 %stat %ICON_DEFENSE 防御。"

[A_SilverTongued_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="不烂之舌"
mTooltip="从元素汇点和魔法兽栏招募中立生物所需的 %ICON_GOLD 黄金成本减半。"

[A_Volunteers_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="争先恐后"
mTooltip="总督：此城镇核心生物住所的周基础产量增加 %buff1.buff.stat.norm。"

[A_GoldenTongued_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="巧舌如簧"
mTooltip="中立军队提出加入英雄时，要求的 %ICON_GOLD 黄金减少 %stat.norm。"

[A_Amnesty_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="大赦天下"
mTooltip="现在战斗中可以免费投降。"

[A_NecessaryAlliance_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="必要联盟"
mTooltip="当英雄的军队包含来自不同阵营的生物时，每个生物获得+5 %ICON_MORALE 士气，而不是-10 %ICON_MORALE 士气惩罚。"

[A_GlobalRuler_Ability H7HeroAbility]
mName="统治世界"
mTooltip="总督：玩家的所有城镇都受益于英雄的总督能力。效果不能对同一城镇多次应用。"
[A_ProfitAndLoss_Ability H7HeroAbility]
mName="盈亏有度"
mTooltip="访问或驻守时，城镇层级可以被拆除（而非摧毁）以收回部分资源。"

UCP 1.3

[A_DiplomaticImmunity_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="外交豁免"
mTooltip="英雄拥有的每个中立建筑的临时增益效果为其提供+1 %ICON_DEFENSE 防御。"

v1.37

[A_Suzerain_Ability H7HeroAbility]
mName="一代宗师"
mTooltip="总督：此城镇精英生物住所的周基础产量增加 %buff1.buff.stat.norm。"

[A_Suzerain_Buff H7BaseBuff]
mName=""
mTooltip=""

v1.41

[A_Diplomacy_Skill H7Skill]
mName="外交"
mTooltip="外交技能工具提示"
mDescriptions[0]="提高中立军队提出加入英雄的几率，并减少他们为此所需的 %ICON_GOLD 黄金数量。"
mDescriptions[1]=""
mDescriptions[2]="中立军队提出加入英雄的几率提高 %stat1.norm，并且他们为此所需的 %ICON_GOLD 黄金数量减少 %stat7。"
mDescriptions[3]="中立军队提出加入英雄的几率额外提高 %stat1.norm，并且他们为此所需的 %ICON_GOLD 黄金数量额外减少 %stat7。"
mDescriptions[4]="中立军队提出加入英雄的几率额外提高 %stat1.norm，并且他们为此所需的 %ICON_GOLD 黄金数量额外减少 %stat7。\n\n与大师级<font color="#00588BFF">暗系魔法</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：白骨复仇。"